insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    1,
    'Кунг-фу Панда 4',
    'Продолжение приключений легендарного воина По, его верных друзей и наставника.',
    2024,
    5,
    12,
    94,
    1
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    2,
    'Оставь мир позади',
    'Семья, снявшая на выходные дом у побережья Нью-Йорка, сталкивается с
     рядом странностей и неожиданным визитом хозяина из-за массового отключения электричества в городе',
    2023,
    8,
    18,
    140,
    2
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    3,
    'Лео',
    'Сюжет повествует о ящерице по имени Лео. Ему 74 года. И всю жизнь он прожил в школьном классе в террариуме.
     В один день Лео узнает, что ящерицы живут до 75 лет, и тогда он решает во что бы то ни стало сбежать из террариума на волю и прочувствовать жизнь,
     но всё идёт не по плану',
    2023,
    2,
    6,
    102,
    3
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    4,
    'Воздушное ограбление',
    'Бывшая девушка и агенты ФБР уговаривают профессионального вора и его команду похитить золотые слитки во время полета
     из Лондона в Цюрих, чтобы предотвратить террористическую атаку.',
    2024,
    6,
    12,
    107,
    4
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    5,
    'Миграция',
    'После того, как семейство мигрирующих уток приземляется на их пруд с захватывающими рассказами о далёких местах,
     Пэм уговаривает Мака отправиться в семейное путешествие через Нью-Йорк на тропическую Ямайку.
     Но всё было бы слишком просто, если бы их планам суждено было сбыться.',
    2023,
    1,
    6,
    91,
    5
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    6,
    'Оппенгеймер',
    'История жизни американского физика Роберта Оппенгеймера, который стоял во главе первых разработок ядерного оружия.',
    2023,
    9,
    18,
    180,
    6
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    7,
    'Мятежная Луна, часть 1: Дитя огня',
    'В галактической империи Праматерь после убийства королевской семьи власть узурпировал коварный сенатор.
     На окраинах зарождается революция.',
    2023,
    4,
    16,
    133,
    7
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    8,
    'Дом у дороги',
    'Владелица бара «Дом у дороги», который расположен во Флорида-Кис, предлагает Далтону, бывшему бойцу UFC,
     работу вышибалы, поскольку в заведении стабильно устраивают погромы члены местной банды.',
    2024,
    3,
    18,
    121,
    8
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    9,
    'Убийца',
    'Высококлассный наемный убийца, склонный к мизантропическому философствованию, поджидает жертву в Париже.
     Когда всё идёт не по плану, он сам рискует превратиться в мишень
     и отправляется разбираться с собственными заказчиками.',
    2023,
    7,
    18,
    118,
    9
    );
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
    values (
    10,
    'Капитан Марвел 2',
    'Кэрол Дэнверс обретает свою отнятую тиранами Крии личность и мстит Высшему Разуму.
     Во время очередного задания её силы переплетаются со способностями Камалы Хан, а также с племянницей Моникой Рамбо.
     Девушкам придётся научиться работать в команде, чтобы спасти Вселенную.',
    2023,
    8,
    12,
    105,
    10
    );