insert into halls(id, name, row_count, place_count, description)
    values (
    1,
    'Classic',
    15,
    10,
    'Зал для любителей кино всех жанров. Здесь можно смотреть как 2D, так и 3D фильмы.
     Зал оборудован удобными, мягкими креслами с подставкой под напитки или попкорн на подлокотниках.
     Этот зал отлично подходит для просмотра фильма в большой компании'
    );
insert into halls(id, name, row_count, place_count, description)
    values (
    2,
    'INvision',
    8,
    10,
    'Идеальная четкость изображения на большом экране, кинопроектор с разрешением 4К,
     предназначен для просмотра блокбастеров и фильмов со спецэффектами'
    );
insert into halls(id, name, row_count, place_count, description)
    values (
    3,
    'Love Hall',
    6,
    5,
    'Зал создан специально для влюбленных пар с уютными диванчиками для двоих,
     в которых очень комфортно смотреть комедии, драмы или мелодрамы.'
    );